[
  {
    "Name": "Abhorrent Ward",
    "Discipline": "Unaligned",
    "Alternate Names": "Repulsive Shield, Mantle of Esh’raiik, Bulwark of Detestation",
    "Value": "300xp",
    "Prerequisites": {
      "Characteristics":
      [
        {
          "Corruption": 30
        }
      ]
      ,
      "Talents": [
        "Psy Rating 4"
      ],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Challenging (+0) Corruption Test",
    "Range": "Self",
    "Sustained": "Half Action",
    "Subtype": "Concentration",
    "Description": "The Sorcerer’s tainted soul draws to it the denizens of the warp, who clamour to his presence. At his command, they can press against the skin of reality, their shrieks and howls and the visions they inflict horrific to behold. Few beings have the mental fortitude to gaze upon a being surrounded by a cacophonous swarm of daemons, disrupting their ability to target him. While this power remains in effect, any creature attempting to target the Sorcerer with any form of attack must attempt a Willpower Test, with a –5 times the Sorcerer’s Psy Rating penalty. If the attacker succeeds at this test, he may attack as normal. However, failure means that his revulsion prevents him attacking. He may choose another target to attack instead. Psychic Phenomena: The pressure of daemonic horde tearing at the fabric of existence thins the veil, making it risky for psykers to draw too deeply from the warp. While this power remains in effect, any psyker within 30m must add +20 to all rolls on the Psychic Phenomena table (including any generated by this power)."
  },
  {
    "Name": "Doombolt",
    "Discipline": "Unaligned",
    "Alternate Names": "Shards of Malice, Fist of Ruin",
    "Value": "200xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Challenging (+0) Willpower Test",
    "Range": "20 metres x Psy Rating",
    "Sustained": "No",
    "Subtype": "Attack, Concentration",
    "Description": "Known by a variety of names, the Doombolt is a common destructive power utilised by a great many Chaos magos to strike down their foes. Formed from the coalesced spite and loathing of the Sorcerer, they are corrosive bolts of dark energy, raining down like black hail upon the enemy. As the Sorcerer conjures these bitter projectiles with clenched fi sts, he fi lls the air with the stench of brimstone and the booming roar of daemons for the brief moment of the power’s manifestation. Doombolt is a Psychic Barrage that deals 1d10+ Psy Rating Energy Damage with a Pen of 8."
  },
  {
    "Name": "Foul Cage",
    "Discipline": "Unaligned",
    "Alternate Names": "Chains of Torment, Bonds of Flesh",
    "Value": "300xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [
        "Psy Rating 4"
      ],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Full Action",
    "Focus Power": "Opposed Challenging (+0) Willpower Test",
    "Range": "25 metres x Psy Rating",
    "Sustained": "Half Action",
    "Subtype": "Attack, Concentration",
    "Description": "Great long bonds of warp-spawned ropes, chains, and lengths of barbed sinew erupt from the ground and wind themselves around any creatures within reach. These bonds ensnare and constrict as if alive, and sprout barbs and thorns which dig deep into the fl esh of those so ensnared. Foul Cage is a Psychic Blast with a radius equal to the power’s Psy Rating, that deals 1d10+3 R Damage with the Crippling (1d10), Snare (2) and Tearing qualities."
  },
  {
    "Name": "Gift Of Chaos",
    "Discipline": "Unaligned",
    "Alternate Names": "Fleshy Curse, Indigo Fire of Change,",
    "Value": "400xp",
    "Prerequisites": {
      "Characteristics": [
        {
          "Infamy": 40
        }
      ],
      "Talents": [
        "Psy Rating 5"
      ],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Opposed Hard (–20) Willpower Test",
    "Range": "1 metre x Psy Rating",
    "Sustained": "No",
    "Subtype": "Attack, Concentration",
    "Description": "The Sorcerer tears a miniscule hole in reality for the briefest of moments, exposing a single foe to the full splendour of the warp. In seconds, their fl esh is remade anew by the glory of Chaos, creating a howling, screaming mass of corrupted matter that thrashes and fl ails as it succumbs to mutation after mutation. The target opposes this power with a Toughness Test. If the target wins, it suffers no Damage. If it loses, it suffers 1d10 Damage +2 per Degree of Failure, ignoring Toughness Bonus and Armour. If the target loses the Test by four or more Degrees, the target mutates, immediately suffering a random Gift of Gods (see page 291)—at the GM’s discretion, minor NPCs or adversaries can simply be transformed into a mewling, disgusting, and harmless Chaos Spawn, effectively killing them."
  },
  {
    "Name": "Hatestorm",
    "Discipline": "Unaligned",
    "Alternate Names": "Dream of Rage, Deluge of Fury",
    "Value": "400xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [
        "Psy Rating 4",
        "Frenzy",
        "Hatred (Any One)"
      ],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Diffi cult (–10) Willpower Test",
    "Range": "5 metres x Psy Rating radius",
    "Sustained": "Half Action",
    "Subtype": "Attack",
    "Description": "The Sorcerer calls upon the dark gods to gift him with a portion of their own hatred, and becomes the crackling focus of an aura of dark energy. Anyone caught within this explosion of unholy power fi nds himself with a psychotic hatred of all living things, hurling themselves at their foes at the fi rst opportunity. The hellish psychic echoes of the warp are easy for a Sorcerer to fi nd, though a challenge to control, often proving overwhelming for the unsuspecting. While this power remains in effect, the Sorcerer, and all creatures within the power’s radius immediately enter a Frenzied state, as if they had the Frenzy Talent. They will remain in this state for as long as they remain within the power’s radius. The Sorcerer may continue to manifest psychic powers even while Frenzied."
  },
  {
    "Name": "Host Of Fiends",
    "Discipline": "Unaligned",
    "Alternate Names": "Cavalcade of Horrors, Cacophonous Mass",
    "Value": "200xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [
        "Psy Rating 3"
      ],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Full Action",
    "Focus Power": "Challenging (+0) Willpower Test",
    "Range": "5 metres per Psy Rating radius",
    "Sustained": "Free Action",
    "Subtype": "Attack, Concentration",
    "Description": "The veil between reality and the warp is made thin and porous, allowing even the least of daemons to scratch and claw at the edge of the universe, their distant shrieks and howls and the nightmarish images they produce tormenting all mortals within their reach. Those who call such forces into being revel in the blasphemy they infl ict and the suffering that comes from their presence. All of the Sorcerer’s enemies within range of this power suffer a –2 x PR penalty to all Willpower Tests. In addition, every time a creature affected by this power fails a Willpower Test, they gain 1d5 Corruption Points for every Degree of Failure."
  },
  {
    "Name": "Warptime",
    "Discipline": "Unaligned",
    "Alternate Names": "Swift as Karanak, Gods’ Speed",
    "Value": "400xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [
        "Psy Rating 4"
      ],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Difficult (–10) Willpower Test",
    "Range": "Self",
    "Sustained": "Free Action",
    "Subtype": "Concentration",
    "Description": "The timeless nature of the warp grants the cunning Sorcerer the means to defy the normal limits of time, hastening his movements and refl exes such that his enemies appear to be moving in slow motion. Many liken it to the terrifying speed of Khorne’s hunting hound, a fi gure that holds particular horror for psykers. The Sorcerer gains the Unnatural Weapon Skill, Unnatural Ballistic Skill and Unnatural Agility traits, all at values equal to his Psy Rating."
  },
  {
    "Name": "Wind Of Chaos [Corruption]",
    "Discipline": "Unaligned",
    "Alternate Names": "Stream of Corruption, Scintillating",
    "Value": "300xp",
    "Prerequisites": {
      "Characteristics": [
        {
          "Corruption": 30
        }
      ],
      "Talents": [],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Opposed Challenging (+0) Corruption Test",
    "Range": "5 metres x Psy Rating",
    "Sustained": "No",
    "Subtype": "Attack, Concentration",
    "Description": "Reaching deep into the corruption within his soul, the Sorcerer unleashes a wave of energy that leaves devastation in its wake. Depending upon the devotions of the Sorcerer, the nature of this outpouring of corrupt power varies—those devoted to Nurgle produce a stream of bilious fi lth, while a rain of hypnotic luminescence or glittering golden light characterises the powers of a Slaanesh Sorcerer. Every Sorcerer’s Wind of Chaos is subtly different, coloured by their own prejudices and insanity. The Sorcerer produces a torrent of foul energy in a 30-degree cone out to the power’s range, similar to a weapon with the Spray quality. Creatures caught within the spray may oppose the Focus Power Test with an Agility Test. Any creature that does not successfully avoid the power’s effects suffers 2d10 + Psy Rating Energy Damage with the Felling (2), Tainted, and Warp Weapon Qualities, plus a single additional Quality determined by the Sorcerer’s alignment. If used by a Tzeentch Sorcerer, Wind of Chaos gains the Flame quality. If used by a Slaanesh Sorcerer, Wind of Chaos gains the Shocking quality. If used by a Nurgle Sorcerer, Wind of Chaos gains the Toxic quality. If used by an unaligned Sorcerer, Wind of Chaos gains the Tearing quality. Psychic Phenomena: The psychic residue of the power’s effects lingers on every surface for a few moments longer, whether ablaze with guttering azure fl ame, spattered in filth, or coated in a fi ne glittering dust imbued with the echoes of sensation. Until the start of the Sorcerer’s next turn, every creature within 3d10 metres of the Sorcerer suffers a –10 penalty on all Willpower Tests due to the disconcerting and disruptive aftereffects of the Wind of Chaos. This is in addition to any normal Psychic Phenomena that might be manifested."
  },
  {
    "Name": "Choir Of Poxes",
    "Discipline": "Nurgle",
    "Alternate Names": "Litany of Pestilence, Delirious Chant",
    "Value": "100xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": "Nurgle"
    },
    "Action": "Full Action",
    "Focus Power": "Difficult Opposed (–10) Willpower Test",
    "Range": "30 metres",
    "Sustained": "No",
    "Subtype": "Attack, Concentration",
    "Description": "As enacted by Nurgle’s daemonic legions, the Sorcerer’s throat rattles with the names of every disease he has ever suffered from, and every disease that Nurgle has ever gifted mortals with. Those caught within earshot of this pestilential incantation fi nd themselves wracked with spasms of pain and delirium, as the Sorcerer speaks the true names of different diseases, invoking plagues both ancient and yet to occur. Creatures caught within range of this power may oppose the Focus Power Test with a Toughness Test, suffering an additional –10 penalty if they have the Heightened Senses (Hearing) Talent. Any creature that fails to resist this power takes 1d10 + Psy Rating Damage and is stunned until the start of its next turn."
  },
  {
    "Name": "Inviolable Flesh",
    "Discipline": "Nurgle",
    "Alternate Names": "Effluent Form, Vigour Mortis",
    "Value": "200xp",
    "Prerequisites": {
      "Characteristics": [
        {
          "Toughness": 40
        }
      ],
      "Talents": [],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": "Nurgle"
    },
    "Action": "Half Action",
    "Focus Power": "Hard (–20) Willpower Test",
    "Range": "Self",
    "Sustained": "Free Action",
    "Subtype": "Concentration",
    "Description": "The Sorcerer’s fl esh twists and changes to resemble the blessed effl uents of the Plague God, becoming crusted with fi lth and foulness such that the blows of the enemy do not cut so deep. Gifted with such a pestilential form, the Sorcerer can shrug off injuries that would fell a lesser man. While this power is in effect, the Sorcerer gains the Unnatural Toughness Trait with a rating equal to the sorcerer’s Psy Rating. However, so encumbered by fi lth is the Sorcerer that he suffers a –10 penalty to his Agility characteristic."
  },
  {
    "Name": "Leper’S Curse",
    "Discipline": "Nurgle",
    "Alternate Names": "Dessicant Word, Thousandth Necrotic Invocation, The Final Curse",
    "Value": "400xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [
        "Psy Rating 5"
      ],
      "Skills": [],
      "Powers": [],
      "Traits": [
        "Mark of Nurgle"
      ],
      "Alignment": "Nurgle"
    },
    "Action": "Half Action",
    "Focus Power": "Challenging (+0) Willpower Test",
    "Range": "5 metres x Psy Rating",
    "Sustained": "None",
    "Subtype": "Attack, Concentration",
    "Description": "Whispering an incantation taught to him by a Plaguebearer, the Sorcerer focuses a stream of decay into one of his victim’s body parts. At this foul command, the victim’s fl esh and bone wither away in a display of glorious atrophy, leaving shrivelled ruin in the spell’s wake. Some sorcerers know this as the Thousandth Necrotic Invocation, one in a long list of vile syllables beloved of the Grandfather of Pestilence and capable of infl icting terrible affl ictions upon their victims. This power is a Psychic Bolt that causes the target to suffer a single Rending Critical Effect equal to 1d10. Leper’s Curse does not do Damage to Wounds, but can cause limb loss, blood loss, or even death, depending on the Critical Effect.An opponent can only be targeted by the Leper’s Curse once per combat."
  },
  {
    "Name": "Nurgle’S Rot [Corruption]",
    "Discipline": "Nurgle",
    "Alternate Names": "The Destroyer Hive, Heart of Contagion,",
    "Value": "400xp",
    "Prerequisites": {
      "Characteristics": [
        {
          "Corruption": 30
        }
      ],
      "Talents": [],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": "Nurgle"
    },
    "Action": "Half Action",
    "Focus Power": "Challenging (+0) Corruption Test",
    "Range": "5 metres x Psy Rating radius",
    "Sustained": "Half Action",
    "Subtype": "Attack, Concentration",
    "Description": "The grandest and most infamous of Nurgle’s contagions, Nurgle’s Rot is known by many names and has appeared on countless worlds, leaving entire populations desolated by this terrible daemonic pathogen. Nurgle’s devoted sorcerers take on all manner of diseases, serving as host to the creations of the Lord of Plagues. From this seething mass of decay and entropy, these devotees of pestilence summon forth the psychic echo of this paragon of plagues, infl icting it upon those nearby. The infectious gift of Nurgle is cast outward to embrace all who stray too near to the Sorcerer. Creatures within range of the Sorcerer while this power remains in effect suffer 1d10 + Psy Rating Damage, with the Tainted and Toxic (4) qualities. The damage ignores Armour unless it is environmentally sealed. Those Devoted to Nurgle are unaffected by this power. Psychic Phenomena: While this power remains in effect, the air within the power’s range is fi lled with a thick, acrid fog and swarms of massive bloated fl ies. Any creature within range that is not devoted to Nurgle suffers a –5 penalty to Weapon Skill, Ballistic Skill, Intelligence, Perception and Fellowship Tests as the foul vapour and buzzing fl ies hinder their concentration and drive them to distraction. This is in addition to any normal Psychic Phenomena."
  },
  {
    "Name": "Field Of Pestilence",
    "Discipline": "Nurgle",
    "Alternate Names": "Pestilent Earth, The Plaguefather’s Quagmire",
    "Value": "300xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": "Nurgle"
    },
    "Action": "Full Action",
    "Focus Power": "Hard (–20) Willpower Test",
    "Range": "5 metres x Psy Rating radius",
    "Sustained": "Free Action",
    "Subtype": "Concentration",
    "Description": "While touching the ground beneath his feet, the Sorcerer conjures forth a wave of pestilence and decay, turning hardened soil into a morass of greenish-grey sludge. Many sorcerers invoke litanies of infertility or speak prayers of desecration, while others trace abhorrent runes in the dirt or pour jars of diseased blood onto the ground. Many sorcerers believe that this power was granted to mortals by one of the most renowned of Nurgle’s daemons. While this power remains in effect, the ground around the Sorcerer, which moves as he does (centred on him at all times), becomes swamp-like. Any creature—with the exception of the Sorcerer himself—within the power’s radius must pass a Challenging (+0) Agility Test or fall whenever attempting to move faster than a normal Half Action movement rate."
  },
  {
    "Name": "Putrefying Embrace",
    "Discipline": "Nurgle",
    "Alternate Names": "Epidemic Touch, Hand of Filth",
    "Value": "200xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [],
      "Skills": [],
      "Powers": [],
      "Traits": [
        "Mark of Nurgle"
      ],
      "Alignment": "Nurgle"
    },
    "Action": "Half Action",
    "Focus Power": "Very Hard (–30) Willpower Test",
    "Range": "Self",
    "Sustained": "Yes",
    "Subtype": "Concentration",
    "Description": "The Sorcerer reaches out with arms dripping in foulness, to corrupt anything he touches. A single touch spreads stinking pus and other vile fl uids, defi ling anything they are left upon. The sorcerer’s unarmed melee attacks deal 1d10+Psy Rating I Damage and gain the Toxic (3) Quality, and he counts as having the Deadly Natural Weapons Trait. The Sorcerer’s Strength Bonus is not added to the Damage."
  },
  {
    "Name": "Rain Of Foulness",
    "Discipline": "Nurgle",
    "Alternate Names": "Torrent of Decay, the Grandfather’s Gift",
    "Value": "300xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": "Nurgle"
    },
    "Action": "Half Action",
    "Focus Power": "Challenging (+0) Willpower Test",
    "Range": "20m x Psy Rating",
    "Sustained": "Half Action",
    "Subtype": "Attack, Concentration",
    "Description": "At the Sorcerer’s command, the skies fill with brooding, discoloured clouds that split open and pour filth and rotten blood down upon the Sorcerer’s foes. Few can do little more than fl ee from this downpour of vileness. The most devout of Nurgle’s sorcerers speak of this power as being a gift from Grandfather Nurgle, bestowed upon the world from the Plague Lord’s domain. This power is a Psychic Blast with a radius of 1+ the Degrees of Success on the Focus Power Test. Anyone caught within the area of effect suffers 1d10+7 I Damage with a Pen equal to Psy Rating and the Toxic (3) Quality, and must take a Pinning Test."
  },
  {
    "Name": "Acquiescence",
    "Discipline": "Slaanesh",
    "Alternate Names": "Moment of Submission, Silver Haze",
    "Value": "300xp",
    "Prerequisites": {
      "Characteristics": [
        {
          "Willpower": 50
        }
      ],
      "Talents": [
        "Psy Rating 4"
      ],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": "Slaanesh"
    },
    "Action": "Half Action",
    "Focus Power": "Challenging (+0) Opposed Willpower Test",
    "Range": "20 metres x Psy Rating",
    "Sustained": "No",
    "Subtype": "Attack, Concentration",
    "Description": "The Sorcerer conjures a spark of delusion, overwhelming the target’s mind with contradictory thoughts and feelings that drive him to distraction, incapable of performing any action amidst the psychic fog. Slaanesh sorcerers sometimes describe the power as a silvery fog that overwhelms all sensation, conjured with entrancing words whispered under the breath. The Sorcerer nominates a single enemy within range, who resists the power with a Willpower Test. Every Degree of Success on the Sorcerer’s Focus Power Test causes the victim to be Stunned for 1 turn. Losing the Test by fi ve or more Degrees causes the victim to be rendered unconscious instead."
  },
  {
    "Name": "Ecstatic Oblivion",
    "Discipline": "Slaanesh",
    "Alternate Names": "Pleasure from Pain, Desolate Soul",
    "Value": "250xp",
    "Prerequisites": {
      "Characteristics": [
        {
          "Toughness": 40
        }
      ],
      "Talents": [
        "Psy Rating 4"
      ],
      "Skills": [],
      "Powers": [],
      "Traits": [
        "Mark of Slaanesh"
      ],
      "Alignment": "Slaanesh"
    },
    "Action": "Half Action",
    "Focus Power": "Challenging (+0) Willpower Test",
    "Range": "Self",
    "Sustained": "Free Action",
    "Subtype": "Concentration",
    "Description": "The Sorcerer summons up every flickering moment of stray emotion he can fi nd within the Immaterium, and draws them into himself, overwhelming his own senses and rendering him oblivious to the sensations of battle around him. Many sorcerers become addicted to the sensations they conjure, burning away their soul with warp-spawned ecstasy. While this power remains in effect, the Sorcerer cannot be stunned or rendered unconscious, nor is he affected by fatigue. In addition, he is so addled by sensation that he can push his body far beyond its normal limits, gaining Unnatural Strength and Unnatural Agility at a value equal to half the Sorcerer’s Psy Rating. However, he suffers a –20 penalty to all Perception Tests."
  },
  {
    "Name": "Hellshriek [Corruption]",
    "Discipline": "Slaanesh",
    "Alternate Names": "Eidolon’s Call, Psyren Song",
    "Value": "400xp",
    "Prerequisites": {
      "Characteristics": [
        {
          "Corruption": 50
        }
      ],
      "Talents": [],
      "Skills": [],
      "Powers": [],
      "Traits": [
        "Mark of Slaanesh"
      ],
      "Alignment": "Slaanesh"
    },
    "Action": "Half Action",
    "Focus Power": "Challenging (+0) Corruption Test",
    "Range": "3 metres x Psy Rating radius",
    "Sustained": "No",
    "Subtype": "Attack, Concentration",
    "Description": "The Sorcerer reaches deep into the warp and produces a soul-shattering noise that inflicts terrible pain upon those that hear it. Many sorcerers attribute this power to the genetic tampering of Fabius Bile during the early days of the Heresy, and to the engineered talents of Lord-Commander Eidolon of the Emperor’s Children. A Hellshriek is a Psychic Blast centred on the Sorcerer. Any creature within the area of effect, with the exception of the Sorcerer, suffers 2d10 + Psy Rating Rending Damage with the Concussive (1) and Warp Weapon Qualities. Psychic Phenomena: The shrieking cry of the Sorcerer reverberates through the warp, echoing for moments after the initial blast of sound, lingering in the ears and minds of those nearby. Until the start of the Sorcerer’s next turn, all creatures within range of the power suffer a –20 penalty to all Perception Tests. This is in addition to any normal psychic phenomena."
  },
  {
    "Name": "Lash Of Submission",
    "Discipline": "Slaanesh",
    "Alternate Names": "Bond of Dominion, Beam of Slaanesh",
    "Value": "400xp",
    "Prerequisites": {
      "Characteristics": [
        {
          "Willpower": 50
        }
      ],
      "Talents": [
        "Psy Rating 4"
      ],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": "Slaanesh"
    },
    "Action": "Half Action",
    "Focus Power": "Challenging Opposed (+0) Willpower Test",
    "Range": "Psy Rating metres",
    "Sustained": "No",
    "Subtype": "Attack, Concentration",
    "Description": "The Sorcerer projects a lurid, glowing cord of energy that wraps itself around his enemies, worming itself into their minds and overwhelming their will for a few brief moments. Many sorcerers take a perverse pleasure in making others dance like puppets for them, becoming enthralled by the horrifi c acts they can make others perform. The Sorcerer nominates a single creature within range and line of sight, which may resist the power using a Willpower Test. If the test is failed, then the creature’s actions, for a number of turns equal to the Sorcerer’s Psy Rating, are chosen by the Sorcerer instead. The victim may only perform a single half action each turn he is controlled, and may not perform any action with the Concentration subtype."
  },
  {
    "Name": "Soul’S Secrets Unleashed",
    "Discipline": "Slaanesh",
    "Alternate Names": "Mastery of the Soul, The Dark Prince’s Whisper, Insidious Utterances",
    "Value": "500xp",
    "Prerequisites": {
      "Characteristics": [
        {
          "Willpower": 50
        }
      ],
      "Talents": [
        "Psy Rating 6"
      ],
      "Skills": [],
      "Powers": [],
      "Traits": [
        "Mark of Slaanesh"
      ],
      "Alignment": "Slaanesh"
    },
    "Action": "Full Action",
    "Focus Power": "Very Hard (–30) Opposed Willpower Test",
    "Range": "25 metres x Psy Rating",
    "Sustained": "No",
    "Subtype": "Attack, Concentration",
    "Description": "The Sorcerer becomes a mouthpiece for the infinite voice of Slaanesh, crawling deep into the mind of a chosen victim, calling forth the darkest desires from the depths of his victim’s soul, unleashing them and giving them free reign. Slaanesh sorcerers consider this power to be the greatest of blessings they can bestow upon a mortal soul. The Sorcerer nominates a single creature within range, who may resist this power with a Willpower Test (the opposing Test for the Focus Power Test). If this test is failed, then the victim’s darkest impulses take control of his mind for a number of turns equal to the Sorcerer’s Psy Rating. During this time, he acts in accordance with the most destructive side of his personality, unrestrained by self-control, and attacks the nearest target (creature, Heretic, or NPC) with his most powerful weapons. He will not take suicidal actions such as leaping off a building to attack someone in melee, but he still takes otherwise foolhardy risks and automatically passes Willpower Tests to resist Fear or Pinning. He is also immune to stunning and the effects of Fatigue."
  },
  {
    "Name": "Symphony Of Pain",
    "Discipline": "Slaanesh",
    "Alternate Names": "N’Kari’s Concerto, Malignant Song",
    "Value": "300xp",
    "Prerequisites": {
      "Characteristics": [
        {
          "Toughness": 40
        }
      ],
      "Talents": [
        "Psy Rating 4"
      ],
      "Skills": [],
      "Powers": [],
      "Traits": [
        "Mark of Slaanesh"
      ],
      "Alignment": "Slaanesh"
    },
    "Action": "Full Action",
    "Focus Power": "Hard (–20) Willpower Test",
    "Range": "5 metres x Psy Rating radius",
    "Sustained": "Half Action",
    "Subtype": "Attack, Concentration",
    "Description": "The Sorcerer casts his arms wide, as if conducting a great orchestra of cavorting daemons that howl and dance around his echo within the Immaterium. Their siren call warps the minds of those nearby, causing blinding sheets of pain. This power emanates from the Sorcerer in all directions, out to the listed radius. All creatures within that range—excepting those Devoted to Slaanesh—while the power remains in effect, are stunned for one turn and gain a number of levels of Fatigue equal to the Sorcerer’s Psy Rating if they roll a double on any Test they make for any Action they attempt."
  },
  {
    "Name": "Bolt Of Change",
    "Discipline": "Tzeentch",
    "Alternate Names": "Crimson Fire of Tzeentch, M’Kachan’s Wrath, The Inevitable Gift",
    "Value": "500xp",
    "Prerequisites": {
      "Characteristics": [
        {
          "Willpower": 50
        }
      ],
      "Talents": [
        "Psy Rating 5"
      ],
      "Skills": [],
      "Powers": [],
      "Traits": [
        "Mark of Tzeentch"
      ],
      "Alignment": "Tzeentch"
    },
    "Action": "Half Action",
    "Focus Power": "Challenging (+0) Willpower Test",
    "Range": "10 metres x Psy Rating",
    "Sustained": "No",
    "Subtype": "Attack, Concentration",
    "Description": "The Sorcerer focuses his will and his wrath into a searing bolt of warp-flame—often red, due to the pervasive lore of the many-coloured fi res of Tzeentch—that reduces enemies to twitching masses of mutating gore, or swirling whirlwinds of iridescent ash. Few substances can withstand the corrupting energies of a Bolt of Change. Bolt of Change is a Psychic Bolt that deals Xd10 Energy Damage with a Pen of 9 (where X equals the sorcerer’s Psy Rating), and with the Felling (Psy Rating) Quality. In addition, a living creature struck by a Bolt of Change must immediately make a Challenging (+0) Toughness Test. Failure indicates that the target gains 1d5 Corruption Points for every Degree of Failure. Five or more Degrees of Failure indicates that the target becomes subject to swift and catastrophic mutation, transforming into a Chaos Spawn that swiftly collapses into a puddle of shrieking ichor."
  },
  {
    "Name": "Boon Of Tzeentch",
    "Discipline": "Tzeentch",
    "Alternate Names": "The Cyclops’ Gift, Emerald Flame of Tzeentch",
    "Value": "300xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [
        "Psy Rating 4"
      ],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": "Tzeentch"
    },
    "Action": "Half Action",
    "Focus Power": "Challenging (+0) Willpower Test",
    "Range": "Self",
    "Sustained": "No",
    "Subtype": "Attack, Concentration",
    "Description": "The Sorcerer reaches deep into the warp for greater power, bolstering his already potent abilities further. Many sorcerers learn this power from ancient copies and fragments of the Book of Magnus, conjuring a searing green fi re that augments sorcerous might in those strong enough to wield it, and which may immolate those who grasp foolishly at the power it provides. The Sorcerer gains a bonus to his Psy Rating for every Degree of Success he scores on the Focus Power Test, which may only be used on the next power the Sorcerer uses and only if that power is used at the Unfettered power level or Higher. However, upon using that bonus Psy Rating, the Sorcerer suffers an immediate hit, dealing 1d5 plus Psy Rating of the second power Damage with a Pen of 4 and the Shocking Quality. This hit cannot be Dodged, Parried, or blocked through a Field Save."
  },
  {
    "Name": "Flicker",
    "Discipline": "Tzeentch",
    "Alternate Names": "Warpstep, Ephemeral Passage, Violet Fire of Transition",
    "Value": "400xp",
    "Prerequisites": {
      "Characteristics": [
        {
          "Willpower": 50
        }
      ],
      "Talents": [
        "Psy Rating 4"
      ],
      "Skills": [],
      "Powers": [],
      "Traits": [
        "Mark of Tzeentch"
      ],
      "Alignment": "Tzeentch"
    },
    "Action": "Half Action",
    "Focus Power": "Diffi cult (–10) Willpower Test",
    "Range": "Self",
    "Sustained": "Free Action",
    "Subtype": "Concentration",
    "Description": "The Sorcerer creates a shimmering field of unreality around him, his image becoming transparent and intermittent as he flickers between reality and the warp. In this manner, he may step through solid objects as if they were air, and the blows of the enemy pass through him as if he were nothing more than a holographic image. For as long as this power remains in effect, the Sorcerer gains the Incorporeal Trait (see Chapter IV: Talents and Traits), and counts his Agility Bonus as equal to the Sorcerer’s Psy Rating for the purposes of determining how far he may move, and he may move as easily vertically as horizontally. While in this state, the Sorcerer cannot cross psychically charged barriers, holy wards or energy wards designed to bend reality or manipulate the warp, such as a Gellar Field or Void Shield."
  },
  {
    "Name": "Gholam Curse",
    "Discipline": "Tzeentch",
    "Alternate Names": "Puppetmaster Sigil, Dance of Lies",
    "Value": "300xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": "Tzeentch,"
    },
    "Action": "Half Action",
    "Focus Power": "Challenging (+0)",
    "Range": "20 metres x Psy Rating",
    "Sustained": "No",
    "Subtype": "Attack, Concentration",
    "Description": "The Sorcerer reaches into the mind of an enemy, and bends their body to his will. Many sorcerers conjure sigils that appear upon the victim, and whisper commands that the victim’s body will obey without question. The Sorcerer must target a single enemy within range and line of sight, who may resist the power with a Willpower Test. If the target fails the test, then his actions in his next turn may be decided by the Sorcerer. The victim cannot deal damage to himself with his actions. Any tests the victim attempts while controlled by the Sorcerer gains a bonus equal to twice the Sorcerer’s Psy Rating."
  },
  {
    "Name": "Mantle Of Lies",
    "Discipline": "Tzeentch",
    "Alternate Names": "Changeling, Veil of Illusion",
    "Value": "200xp",
    "Prerequisites": {
      "Characteristics": [
        {
          "Intelligence": 40,
          "Fellowship": 40
        }
      ],
      "Talents": [],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": "Tzeentch"
    },
    "Action": "Half Action",
    "Focus Power": "Difficult (–10) Willpower Test",
    "Range": "25 metres x Psy Rating",
    "Sustained": "Half Action",
    "Subtype": "Concentration",
    "Description": "The Sorcerer calls upon the Weaver of Fates to bless him with the power of confusion. An illusion is woven over the Sorcerer and a target of his choice, and even the closest allies of the victim can seldom see the truth of the matter. The Sorcerer nominates a single enemy within range and line of sight. While this power remains in effect, the Sorcerer appears to be the target, and the target appears to be the Sorcerer. The illusion is almost fl awless, and is diffi cult for even the most careful observers to see through. A creature can attempt an Awareness Test, with a penalty equal to fi ve times the Sorcerer’s Psy Rating, in order to see through the illusion."
  },
  {
    "Name": "Mindscourge",
    "Discipline": "Tzeentch",
    "Alternate Names": "Death of Thought",
    "Value": "300xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [
        "Hatred (any)",
        "Psy Rating 5"
      ],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": "Tzeentch"
    },
    "Action": "Half Action",
    "Focus Power": "Challenging (+0) Willpower Test",
    "Range": "25 metres x Psy Rating",
    "Sustained": "No",
    "Subtype": "Attack, Concentration",
    "Description": "At first, all the victim feels is a sharp stabbing pain in his head. However, the Sorcerer has placed a sliver of psychic energy in the victim’s mind, which will inflict debilitating pain as it moves through the victim’s psyche, leaving him ultimately comatose. This power is a Psychic Bolt which deals 1d10 + Psy Rating Energy Damage with the Warp Weapon and Shocking Qualities. After suffering Damage from this power, the target suffers 1d5 Damage to Intelligence, Willpower and Fellowship every turn for a number of turns equal to the Degrees of Success on the Focus Power Test. This power can only affect creatures with a mind, so non-Heretics with the Machine Trait, plant life, and other creatures at the GM’s discretion may be unaffected."
  },
  {
    "Name": "Protean Form [Corruption]",
    "Discipline": "Tzeentch",
    "Alternate Names": "Flesh of Clay, Chimeric Transmutation, Blue Fire of Transformation",
    "Value": "500xp",
    "Prerequisites": {
      "Characteristics": [
        {
          "Corruption": 50,
          "Toughness": 50,
          "Willpower": 50
        }
      ],
      "Talents": [
        "Psy Rating 6",
        "Corpus Conversion"
      ],
      "Skills": [],
      "Powers": [],
      "Traits": [
        "Mark of Tzeentch"
      ],
      "Alignment": "Tzeentch"
    },
    "Action": "Full Action",
    "Focus Power": "Challenging (+0) Corruption Test",
    "Range": "Self",
    "Sustained": "Free Action",
    "Subtype": "Attack, Concentration",
    "Description": "The Sorcerer distends and warps his form into a new and horrific shape, channelling the power of Chaos into his own corrupt flesh to bless his enemies with a glorious image of change. Sorcerers of Tzeentch consider this power to be amongst the greatest blessings Tzeentch can bestow upon a mortal—the power to change themselves into any form they choose. Upon successfully using this power, the Sorcerer gains Unnatural Characteristics equal to twice his Psy Rating, divided as he chooses amongst his Characteristics. Alternately, the Sorcerer may choose to gain a number of Traits from the following list, each Trait taking the place of two points of Unnatural Characteristics he would gain normally. Amphibious, Amorphous, Burrower (2), Flyer (3), Deadly Natural Weapons, Multiple Arms (1), Natural Armour (2), Sonar Sense, Sturdy, Unnatural Senses (5). Traits with a value in parenthesis can be taken multiple times, each time after the fi rst adding +1 to the listed value. However, so unstable is the Sorcerer’s form that he cannot easily maintain his shape, gaining the Warp Instability Trait. Should he be reduced to 0 wounds, the power’s effects end immediately, leaving the Sorcerer Stunned until the end of his next turn as his body swiftly returns to its natural shape. Psychic Phenomena: The constant stream of warp energy pouring through the Sorcerer’s body causes ripples in reality that cannot easily be contained. At the start of the Sorcerer’s turn, every turn this power remains in effect, roll on Table 6–2: Psychic Phenomena and apply the result immediately, re-rolling results of 75 or higher. The second results stand."
  },
  {
    "Name": "Psyphon",
    "Discipline": "Tzeentch",
    "Alternate Names": "Thoughtleech, Violet Flame of Deprivation",
    "Value": "200xp",
    "Prerequisites": {
      "Characteristics": [
        {
          "Willpower": 40
        }
      ],
      "Talents": [
        "Psy Rating 4"
      ],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": "Tzeentch"
    },
    "Action": "Half Action",
    "Focus Power": "Challenging (+0) Opposed Willpower Test",
    "Range": "5 metres x Psy Rating",
    "Sustained": "Free Action",
    "Subtype": "Attack, Concentration",
    "Description": "The Sorcerer locks his gaze with a victim, drawing away his will and using that stolen mental strength to bolster his own. Frequent use of this power has been known to result in a coma or braindeath for the victim, and leave fl eeting echoes of memory in the Sorcerer. The Sorcerer nominates a single enemy within range and line of sight, who may resist this power with a Willpower Test. If the target fails to resist, he suffers 2d10 Willpower Damage, and the Sorcerer gains Unnatural Willpower (1), +1 for every full 5 points of Willpower Damage the power infl icts. This Unnatural Willpower remains for as long as the power’s effects persist."
  },
  {
    "Name": "Vile Revelation",
    "Discipline": "Tzeentch",
    "Alternate Names": "Orange Fire of Prophecy, Harrowing Glimpse of Destiny, The Unforeseen Future",
    "Value": "300xp",
    "Prerequisites": {
      "Characteristics": [
        {
          "Perception": 50
        }
      ],
      "Talents": [
        "Psy Rating 5"
      ],
      "Skills": [],
      "Powers": [],
      "Traits": [
        "Mark of Tzeentch"
      ],
      "Alignment": "Tzeentch"
    },
    "Action": "Half Action",
    "Focus Power": "Difficult (–10) Opposed Perception Test",
    "Range": "Self",
    "Sustained": "Half Action",
    "Subtype": "Concentration",
    "Description": "The Sorcerer feels the shifts and fl ows of the warp keenly, and can discern brief slivers of events yet to come from this morass of swirling potential. Many Sorcerers are driven mad by the visions they receive from the Immaterium. While this power remains in effect, the Sorcerer can see enough of the future to grant him an advantage in his endeavours. The Sorcerer gains a bonus on all tests while this power remains in effect equal to twice his Psy Rating. However, he suffers 1d5 points of Intelligence Damage every turn this power is in effect."
  },
  {
    "Name": "Blasphemy Made Flesh [Corruption]",
    "Discipline": "Exalted",
    "Alternate Names": "Transcendence of Esh’raiik, Desolation",
    "Value": "500xp",
    "Prerequisites": {
      "Characteristics": [
        {
          "Corruption": 60
        }
      ],
      "Talents": [
        "Psy Rating 6"
      ],
      "Skills": [],
      "Powers": [
        "Abhorrent Ward"
      ],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Difficult (–10) Corruption Test",
    "Range": "Self",
    "Sustained": "Free Action",
    "Subtype": "Concentration",
    "Description": "The Sorcerer’s soul is the foulest of blasphemies, utterly awful to behold and almost impossible for mortal beings to look upon him without feeling nauseous or repelled. So vile is the Sorcerer’s nature that daemons swarm around him, desperate to tear through the veil and revel in the horror of the Sorcerer’s presence. This power, and its lesser version, was devised by the sorcerer Esh’raiik to turn his foulness into an advantage. While this power remains in effect, any creature attempting to target the Sorcerer—with a melee attack, a ranged attack, a psychic power, or any other form of attack – must attempt a Willpower Test, with a –5 times the Sorcerer’s Psy Rating penalty. If the attacker passes the Test, he may attack as normal. However, failure means his revulsion prevents him attacking, wasting the action and any remaining actions that turn. Psychic Phenomena: The pressure of daemonic horde tearing at the fabric of existence thins the veil, making it risky for psykers to draw too deeply from the warp. While this power remains in effect, any psyker within 30m who causes Psychic Phenomena automatically rolls a 100, causing Perils of the Warp."
  },
  {
    "Name": "Hellish Blast",
    "Discipline": "Exalted",
    "Alternate Names": "Savage Conjuration, Ygethmor’s Wrath",
    "Value": "600xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [
        "Psy Rating 5",
        "Hatred (any)"
      ],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Challenging (+0) Willpower Test",
    "Range": "30 metres x Psy Rating",
    "Sustained": "No",
    "Subtype": "Attack, Concentration",
    "Description": "The Sorcerer reaches into the warp for pure destructive force, gathering up raw hatred and the most concentrated spite. The sorcerer Ygethmor, who has long been an advisor to Warmaster Abaddon, calls down anger and fury and coalesced wrath in a skull-like conjuration made of black fl ame and crimson lightning. This power is a Psychic Blast with a radius of the Sorcerer’s Psy Rating in metres, which deals 3d10 + Psy Rating Energy Damage with a Pen of 10 and the Flame and Tearing Qualities."
  },
  {
    "Name": "Maelstrom Of Rage",
    "Discipline": "Exalted",
    "Alternate Names": "Slaughterer’s Song, Deepest Fury",
    "Value": "400xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [
        "Psy Rating 6",
        "Frenzy",
        "Hatred (Any One)"
      ],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Challenging (+0) Willpower Test",
    "Range": "10 metres x Psy Rating radius",
    "Sustained": "Half Action",
    "Subtype": "Attack",
    "Description": "The Sorcerer reaches deep into the warp, bringing forth the deepest, darkest rage and hatred he can fi nd, unleashing it upon all those nearby. While there are no sorcerers devoted to Khorne, many do offer up prayers to the Blood God, seeking to beseech the source of all rage. While this power remains in effect, the Sorcerer and all creatures within the power’s radius immediately enter a Frenzied state, as if they had the Frenzy Talent. In addition, they gain the Hatred Talent against all enemies. They will remain in this state for as long as they remain within the power’s radius."
  },
  {
    "Name": "Primordial Annihilation [Corruption]",
    "Discipline": "Exalted",
    "Alternate Names": "Laughter of Thirsting Gods",
    "Value": "1000xp",
    "Prerequisites": {
      "Characteristics": [
        {
          "Corruption": 70
        }
      ],
      "Talents": [
        "Psy Rating 7"
      ],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Full Action",
    "Focus Power": "Hard (–20) Corruption Test",
    "Range": "10 metres x Psy Rating radius",
    "Sustained": "No",
    "Subtype": "Attack, Concentration",
    "Description": "The Sorcerer unleashes the raw power of the warp into reality, burning away the sham of the material universe. Few things can stand before the relentless tide of the Immaterium, and fewer emerge unscathed. Many sorcerers think of this power as being a refl ection of the true nature of the Chaos Gods, the purest manifestation of their desires. Primordial Annihilation must be used at the Push power level. This power is a Psychic Blast, centred on the Sorcerer himself, with a radius equal to the range of the power. All creatures within the radius, except for the Sorcerer himself, take a single hit dealing 1d10 Energy Damage times the Sorcerer’s Psy Rating, with the Flame and Warp Weapon qualities. Psychic Phenomena: The warp boils forth in an unstoppable tide, doing far more than simply burn away everything in its path. Roll twice on Table 6–3: Perils of the Warp and apply both effects immediately, instead of any normal Psychic Phenomena."
  },
  {
    "Name": "Shattertime",
    "Discipline": "Exalted",
    "Alternate Names": "Sunder the Clock, Defile Time",
    "Value": "400xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [
        "Psy Rating 6"
      ],
      "Skills": [],
      "Powers": [
        "Precognition"
      ],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Hard (–20) Willpower Test",
    "Range": "Self",
    "Sustained": "Free Action",
    "Subtype": "Concentration",
    "Description": "The Sorcerer draws upon the timeless nature of the warp and uses it to unravel the hindrances of linear time, stepping from moment to moment in no particular order. The Sorcerer gains the Unnatural Weapon Skill, Unnatural Ballistic Skill, and Unnatural Agility Traits, all at values equal to his Psy Rating. In addition, the Sorcerer can choose to vanish from reality during any given round, for a total number of rounds (which do not have to be consecutive) equal to the Degrees of Success on the Focus Power Test. He will reappear in exactly the same place he vanished from when he chooses to reappear."
  },
  {
    "Name": "Sunder The Veil",
    "Discipline": "Exalted",
    "Alternate Names": "The Calling, Summoning the Horde",
    "Value": "500xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [
        "Psy Rating 5"
      ],
      "Skills": [
        "Forbidden Lore (Warp) +20"
      ],
      "Powers": [],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Full Action",
    "Focus Power": "Arduous (–40) Willpower Test",
    "Range": "10 metres per Psy Rating radius",
    "Sustained": "Half Action",
    "Subtype": "Attack, Concentration",
    "Description": "The veil between reality and the warp is breached, allowing daemons to pour through and wreak havoc upon the material universe for a brief time. To be able to tear open the veil with a thought is considered by many sorcerers to be the pinnacle of arcane might. The Sorcerer creates an area of the listed radius, within which the barrier between warpspace and reality is broken. Within this area, all psychic powers must be used at the Push power level, and +20 is added to all rolls on the Psychic Phenomena table. Further, for every Degree of Success on the Focus Power Test, a single lesser daemon of the Sorcerer’s choice will manifest within the area, each remaining for a number of rounds equal to the Sorcerer’s Psy Rating before it vanishes back into the warp. This power may not be re-used until its effects have ended."
  },
  {
    "Name": "Compel",
    "Discipline": "Telepathy",
    "Alternate Names": "Subversion, Puppetmaster",
    "Value": "200xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [],
      "Skills": [],
      "Powers": [
        "Delude",
        "Thought Sending"
      ],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Difficult (–10) Opposed Willpower Test",
    "Range": "5 metres per Psy Rating",
    "Sustained": "No",
    "Subtype": "Attack, Concentration",
    "Description": "The psyker reaches into the target’s mind and forces him to perform an action against his will. The most powerful of psykers can force a man to take his own life, overwhelming even the basic survival instinct. Few psykers are that powerful, but the havoc that a ruthless psyker can cause by bending minds is still considerable. The psyker must nominate a single target within range and line of sight, who may resist with a Willpower Test. If the psyker succeeds, the target must follow his commands. The commands must be simple and achievable within a single round. Some examples include “Flee,” “Fall,” “Attack the closest target,” and so forth. If the command is a potentially suicidal act, the target gets a +20 to his Opposed Willpower Test."
  },
  {
    "Name": "Delude",
    "Discipline": "Telepathy",
    "Alternate Names": "Witch’s Deception, Obfuscate",
    "Value": "100xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [],
      "Skills": [],
      "Powers": [
        "Thought Sending"
      ],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Challenging (+0) Opposed Willpower Test",
    "Range": "1 metre per Psy Rating",
    "Sustained": "Free Action",
    "Subtype": "Concentration",
    "Description": "The psyker clouds the target’s perceptions, tricking him into feeling that the psyker is someone to be trusted implicitly, reacting positively to interactions with him. The deceptive potential of psykers is a constant fear for the authorities of the Imperium and for good reason, as renegade witches throughout the history of mankind have used their powers to subvert and defy authority fi gures. The psyker must nominate a single target within range and line of sight, who may resist with a Willpower Test. While this power remains in effect, the psyker gains a +5 x Psy Rating bonus to all Interaction Skill Tests against that target. Note that this power is not “mind control” as such and the psyker cannot force others to act against their better judgement or harm themselves, nor does it obscure acts of overt hostility by the psyker."
  },
  {
    "Name": "Inspire",
    "Discipline": "Telepathy",
    "Alternate Names": "Embolden, Defy Fear",
    "Value": "100xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [
        "Resistance (Fear)"
      ],
      "Skills": [],
      "Powers": [
        "Thought Sending"
      ],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Challenging (+0) Opposed Willpower Test",
    "Range": "3 metres per Psy Rating radius",
    "Sustained": "Free Action",
    "Subtype": "Concentration",
    "Description": "The psyker can bolster the resolve of his comrades with waves of emotion that drive away fears and heighten righteous spite. Eldar Warlocks and Imperial Savants alike employ powers of this sort to strengthen the wills of their allies against impossible odds and terrifying adversaries. A number of allies within range equal to the psyker’s Psy Rating, plus the psyker himself, may immediately overcome the effects of pinning, and gain a +10 bonus to all Willpower Tests to resist the effects of Fear while this power remains in effect. Allies affected by this power lose its benefi ts as soon as they move out of range."
  },
  {
    "Name": "Mind Link",
    "Discipline": "Telepathy",
    "Alternate Names": "Warp Whisper, Silent Voice",
    "Value": "200xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [],
      "Skills": [],
      "Powers": [
        "Thought Sending"
      ],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Ordinary (+10) Willpower Test",
    "Range": "1 kilometre per Psy Rating",
    "Sustained": "Free Action",
    "Subtype": "Concentration",
    "Description": "A natural development of the simplest telepathic techniques, the psyker forms a lingering mental bond between himself and several others, allowing them to share thoughts over considerable distances. Chaos cultists regard such communication as the speech of the daemonic, a truer, purer way of conveying information, and secret organisations of all kinds value the swift and silent communion that telepathy allows. While this power remains in effect, a number of willing creatures equal to the psyker’s Willpower Bonus are mentally linked, allowing them to communicate instantly and silently. This power requires line of sight between the psyker and all the other participants at the moment the power is used, but once the power is in effect, line of sight is no longer necessary."
  },
  {
    "Name": "Mind Probe",
    "Discipline": "Telepathy",
    "Alternate Names": "Thoughtworm, Deep Interrogation, Thief of Memory",
    "Value": "200xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [],
      "Skills": [],
      "Powers": [
        "Thought Sending"
      ],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Challenging (+0) Opposed Willpower Test",
    "Range": "1 metre per Psy Rating",
    "Sustained": "Full Action",
    "Subtype": "Attack, Concentration",
    "Description": "The psyker reaches into the mind of a single creature, unravelling the layers and defences within it to uncover thoughts both obvious and hidden. The servants of the Inquisition frequently employ such methods to interrogate particularly resistant suspects, and it is for this reason that they are so feared by enemies of the Imperium, but they are far from the only group who employ psykers to steal secrets from the minds of their foes. It takes fi ve rounds of sustained effort to completely probe the mind of an individual. It requires a Focus Power Test, opposed by the target’s Willpower Test, each round the power is sustained, with the same modifi ers as the initial test to use the power (though there is no chance of Psychic Phenomena for any round after the fi rst). If the psyker wins the Focus Power Test, he gleans information from the target’s mind, depending on how long he has successfully maintained the power. If the psyker fails the Focus Power Test, he is ejected from the target’s mind, unable to dig any deeper, and the power’s effects end. However, the psyker retains any knowledge he has already gained from the power’s use up until that point. A psyker can attempt to perform this power subtly, preventing the target from knowing that his mind has been infi ltrated. This changes the Focus Power Test to a Hard (–20) Opposed Willpower Test, and the power may only be used at the Fettered power level."
  },
  {
    "Name": "Psychic Scream",
    "Discipline": "Telepathy",
    "Alternate Names": "The Banshee’s Wail, Splinter of Agony, Soul-killer",
    "Value": "300xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [],
      "Skills": [],
      "Powers": [
        "Thought Sending"
      ],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Hard (–20) Willpower Test",
    "Range": "5 metres per Psy Rating",
    "Sustained": "No",
    "Subtype": "Attack, Concentration",
    "Description": "The psyker’s mind unleashes a wave of psychic force that resonates in the target’s mind, infl icting great pain that can injure or incapacitate an enemy. The Eldar tell of the wail of the banshee that calls souls from their body, a cry that is felt rather than heard, while many psykers both sanctioned and renegade know of telepathic attacks that can wrack a mind with agony and wound the soul. This power is a Psychic Bolt which deals 1d10 Explosive Damage, +2 for every point of Psy Rating, with the Shocking and Warp Weapon Qualities. The target suffers a penalty to his Toughness Test to resist the effects of the Shocking quality equal to –5 x the psyker’s Psy Rating. Additionally, if successfully used, this power will always hit the target’s head—as the power affects the target’s mind directly—rather than a random location."
  },
  {
    "Name": "Thought Sending",
    "Discipline": "Telepathy",
    "Alternate Names": "Echo of Thought, Whispered Will",
    "Value": "100xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Free Action",
    "Focus Power": "Simple (+40) Opposed Willpower Test",
    "Range": "1 kilometre per Psy Rating radius",
    "Sustained": "No",
    "Subtype": "None",
    "Description": "The psyker can send his thoughts into the minds of those around him. This is the most crude and basic of telepathic techniques, known to vast numbers of psykers of many species and allegiance. The psyker can broadcast a short message—no more than one sentence per Psy Rating—to a number of individuals (no more than two for each Degree of Success scored on the Focus Power Test), or indiscriminately to every single creature within range. Minds who do not wish to be contacted in this way may resist with a Willpower Test, gaining a +20 to their test if they do not share a language with the psyker, as many of the mind’s processes are still linked to the structure of language."
  },
  {
    "Name": "Force Bolt",
    "Discipline": "Telekinesis",
    "Alternate Names": "Kurnous’ Arrow, Mind-bullet, Destructive",
    "Value": "200xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [],
      "Skills": [],
      "Powers": [
        "Mind Over Matter"
      ],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Ordinary (+10) Willpower Test",
    "Range": "10 metres per Psy Rating",
    "Sustained": "No",
    "Subtype": "Attack",
    "Description": "The psyker gathers up his will, coalescing it into a fi st-sized bolt. The Eldar, when inclined to tell of their lore at all, speak of the arrows of the hunter-god Kurnous that strike invisibly and silently, while the psykers of the Imperium, when not teaching of bland and clinical telekinesis, speak of destructive thoughts and righteous fury given physical form. This power is a Psychic Bolt that deals 1d10+2 Impact Damage, +2 per point of Psy Rating, with a Pen of 0. If the psyker hits after scoring at least four Degrees of Success the target is also thrown 1d5 metres away and knocked prone (certain especially large targets such as battle tanks, Greater Daemons, and Titans are immune to this at the GM’s discretion)."
  },
  {
    "Name": "Force Storm",
    "Discipline": "Telekinesis",
    "Alternate Names": "The Maiden’s Scorn, Witch-Barrage, Telekinetic Onslaught",
    "Value": "350xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [],
      "Skills": [],
      "Powers": [
        "Force Bolt",
        "Mind Over Matter"
      ],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Difficult (–10) Willpower Test",
    "Range": "10 metres per Psy Rating",
    "Sustained": "No",
    "Subtype": "Attack, Concentration",
    "Description": "The psyker’s will is extended out into a great flurry of bolts of invisible force, akin to a storm of fi re from an automatic weapon. The scholars of the Imperium maintain chain-bound grimoires of witch-lore that speak of barrages of ghostly force, or onslaughts of telekinetic brutality, while Eldar Warlocks sing songs of Lileath, the Maiden, whose ire manifested as punishing blasts that shine like moonlight. This power is a Psychic Storm that deals 1d10 Impact Damage +3 per point of Psy Rating, with a Pen of 0."
  },
  {
    "Name": "Mind Over Matter",
    "Discipline": "Telekinesis",
    "Alternate Names": "Spectral Hands, Ethereal Motion",
    "Value": "100xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [],
      "Skills": [],
      "Powers": [],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Willpower Test; Special – See Below",
    "Range": "5 metres per Psy Rating",
    "Sustained": "Half Action",
    "Subtype": "Attack (if used to throw target), Concentration",
    "Description": "The basic talent of telekinesis is a versatile and immensely useful tool in any psyker’s arsenal, a valuable means of exerting his will upon his immediate surroundings. Human psykers, whether sanctioned by the Imperium or lurking in the shadows beneath so-called civilisation, speak of reaching out with hands of spectral presence, or imbuing objects with motion or inertia that should otherwise not exist. A psyker with this power may use it in one of three ways: constant motion, rapid push or forceful throw. When using constant motion, the Focus Power Test is Routine (+20), and the psyker may move any object within range and line of sight that weighs no more than 10kg x Psy Rating. Objects moved in this way can only be moved too slowly to be used to attack, and when released the object drifts slowly to the ground. When using a rapid push, the Focus Power Test is Ordinary (+10), and Opposed by a Strength Test from a single target within range and line of sight. If the target fails the test, he is thrown backwards Psy Rating metres, plus an additional metre for every Degree of Success on the Focus Power Test. When using a forceful throw, the Focus Power Test is Challenging (+0), and allows the psyker to lift an object weighing no more than 5kg x Psy Rating and thrown at an enemy within range, hitting them to deal 1d10 Impact Damage +1 for every 5kg of the object’s weight."
  },
  {
    "Name": "Precision Telekinesis",
    "Discipline": "Telekinesis",
    "Alternate Names": "Subtle Will, Geisthand, Iridescent Grasp of Edriané,",
    "Value": "100xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [],
      "Skills": [],
      "Powers": [
        "Mind Over Matter"
      ],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Challenging (+0) Willpower Test",
    "Range": "5 metres per Psy Rating",
    "Sustained": "Half Action",
    "Subtype": "Concentration",
    "Description": "The true Telekine does not just manipulate large objects with clumsy force. Precision and care are essential for the more complex applications of telekinetic force. Adeptus Astra Telepathica Savants speak of the subtle will as a state of calm determination, while Eldar legend tells of the seeress Edriané, whose gifts produced a psychic touch of peerless dexterity. This power allows the psyker to perform any task he could accomplish with his bare hands, such as operating complex controls, picking a pocket, wielding a weapon or grabbing an adversary. In any situation where the task in question would require a Characteristic Test, the psyker substitutes his Willpower instead. The psyker’s Psy Rating substitutes for his Strength Bonus while using this power."
  },
  {
    "Name": "Telekinetic Shield",
    "Discipline": "Telekinesis",
    "Alternate Names": "Bulwark, Kineshield, Bunker of Will",
    "Value": "200xp",
    "Prerequisites": {
      "Characteristics": [
        {
          "Willpower": 45
        }
      ],
      "Talents": [],
      "Skills": [],
      "Powers": [
        "Mind Over Matter"
      ],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Ordinary (+10) Willpower Test",
    "Range": "Self",
    "Sustained": "Free Action",
    "Subtype": "Concentration",
    "Description": "The psyker constructs a barrier of denial and defiance that defl ects the attacks of his enemies as if it were a solid object. Ancient, long-buried lore from the time of the Heresy calls these manifestations Kineshields, and explains that great psykers of the past could once protect squads, or even armies, of warriors beneath great and impervious barriers of this sort. While this power remains in effect, the psyker is considered to have all locations protected by cover with an AP value equal to his PR. This cover is not ignored by weapons with the Warp Weapon Quality."
  },
  {
    "Name": "Telekinetic Weapon",
    "Discipline": "Telekinesis",
    "Alternate Names": "Keenest Edge, Wyrd-knife, Ephemeral Razor",
    "Value": "200xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [],
      "Skills": [],
      "Powers": [
        "Mind Over Matter"
      ],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Difficult (–10) Willpower Test",
    "Range": "Self",
    "Sustained": "Free Action",
    "Subtype": "Attack, Concentration",
    "Description": "The psyker’s mind cuts deeper than any mortal blade, manifesting as an impossibly sharp blade of psychic force that shears through fl esh and armour with contemptuous ease. Rumours abound of psychic murder-cults in the depths of hive-worlds that employ these powers as tools of assassination, slaying without any tangible weapon. While this power remains in effect, the psyker bears a sword of telekinetic force, which imposes no penalty for lacking the required Weapon Training Talent. The psyker may use the Telekinetic Weapon as he would any other melee weapon, and the blade may be parried, though it cannot be destroyed by weapons with the Power Field quality. The weapon deals 1d10 plus Psy Rating Rending Damage with a Pen equal to the psyker’s Psy Rating. This is further modifi ed by the wielder’s Strength Bonus as normal for a melee weapon."
  },
  {
    "Name": "Precognition",
    "Discipline": "Divination",
    "Alternate Names": "Momentary Foresight, Defy the Crone, Fortune’s Favour",
    "Value": "100xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [],
      "Skills": [
        "Psyniscience +0"
      ],
      "Powers": [],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Ordinary (+10) Psyniscience Test",
    "Range": "Self",
    "Sustained": "Free Action",
    "Subtype": "Concentration",
    "Description": "The psyker’s mind skims the warp for glimpses of the immediate future, seeking to discern threats to himself so that he may avoid them. Many latent psykers are unknowing of the gift they possess, considering their survival to be a matter of luck, while Eldar seers describe it as an act of defi ance against the fate-weaving Crone Goddess, Morai-Heg. While this power remains in effect, the psyker gains"
  },
  {
    "Name": "Preternatural Awareness",
    "Discipline": "Divination",
    "Alternate Names": "Unavoidable Sight",
    "Value": "100xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [],
      "Skills": [],
      "Powers": [
        "Precognition"
      ],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Challenging (+0) Psyniscience Test",
    "Range": "Self",
    "Sustained": "Free Action",
    "Subtype": "Attack, Concentration",
    "Description": "The psyker’s perceptions are focussed on his immediate surroundings, searching for even the slightest disturbance or most minor change. While this power remains in effect, the psyker gains the Unnatural Perception Trait, at a rating equal to his Psy Rating. In addition, he gains a bonus to his Initiative equal to the Degrees of Success on his Focus Power Test."
  },
  {
    "Name": "Precognitive Dodge",
    "Discipline": "Divination",
    "Alternate Names": "Whispers of Fate, Prophet’s Escape",
    "Value": "200xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [],
      "Skills": [],
      "Powers": [
        "Precognition"
      ],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Reaction",
    "Focus Power": "Difficult (–10) Perception Test",
    "Range": "Self",
    "Sustained": "No",
    "Subtype": "Concentration",
    "Description": "The psyker’s awareness of the warp grants him the means to elude his opponents’ attacks without needing to rely on mortal refl exes. It takes a skilled psyker to refl exively observe the warp in this way, and such a difficult technique is often performed only by the most potent of diviners, such as Eldar Farseers. In any situation where the psyker would be called upon to make an Evasion Test, he may instead attempt to use this power. If the power is successful, the psyker avoids the attack exactly as if he had passed an Evasion Test."
  },
  {
    "Name": "Personal Augury",
    "Discipline": "Divination",
    "Alternate Names": "Tarot Reading, Casting the Runes",
    "Value": "200xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [],
      "Skills": [],
      "Powers": [
        "Precognition"
      ],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Special",
    "Focus Power": "Challenging (+0) Psyniscience Test",
    "Range": "1 metre",
    "Sustained": "No",
    "Subtype": "Concentration",
    "Description": "The psyker’s gaze is cast upon the infinite tides of the warp, to seek out the future of a single, specific individual. While supposedly something of a staple of soothsayers and other petty seers, it takes real skill to gain more than the vaguest impressions. The Emperor’s Tarot is a common method within the Imperium, while Eldar Farseers typically employ tiny, psychically conductive runes to divine the future, but untold billions of different methods exist within the myriad civilisations across the galaxy. To begin with, the power’s target must specify a circumstance that he wishes to have divined. This may be as detailed as “What forces defend the Mechanicus Basilica on Belacane?” or as vague as “How can I attain glory and power in the name of the Dark Gods?” The more precise the question, the more specifi c the reading may be. Once the question is established, the psyker and the target spend the next thirty minutes using assorted psychic foci—drawing Tarot cards, sifting through the entrails of exotic beasts, casting runes, gazing deep into fi re or toxin-saturated water, or any of countless other methods. At the end of this time, the psyker makes his Focus Power Test to discern the weave of the target’s future. Each Degree of Success reveals more information, as explained on Table 6–5: Personal Augury Results."
  },
  {
    "Name": "Glimpse",
    "Discipline": "Divination",
    "Alternate Names": "Moment of Insight, Witch’s Ruse, Outcome Thief",
    "Value": "100xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [],
      "Skills": [],
      "Powers": [
        "Precognition"
      ],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Half Action",
    "Focus Power": "Challenging (+0) Psyniscience Test",
    "Range": "Self",
    "Sustained": "No",
    "Subtype": "None",
    "Description": "The psyker reaches into the warp to grasp a single moment from the possible futures arrayed before him—a moment in which he succeeds at a particular task— and the trials and travails that could prevent that moment coming to pass. Unscrupulous psykers have frequently used this technique to perform all manner of illicit tasks, their uncanny proficiency in a vast range of tasks due as much to prophetic talent as to any mundane skill. The psyker gains a bonus equal to fi ve times his Psy Rating on the first non-Evasion Skill Test he performs before the end of his next turn."
  },
  {
    "Name": "Precognitive Strike",
    "Discipline": "Divination",
    "Alternate Names": "Khaine’s Ruthless Blade, Templar’s Foresight",
    "Value": "300xp",
    "Prerequisites": {
      "Characteristics": [],
      "Talents": [],
      "Skills": [],
      "Powers": [
        "Precognition",
        "Precognitive Dodge"
      ],
      "Traits": [],
      "Alignment": ""
    },
    "Action": "Free Action",
    "Focus Power": "Difficult (–10) Psyniscience Test",
    "Range": "Self",
    "Sustained": "No",
    "Description": "To discern one’s own future is sometimes deemed easier than discerning the futures of others—to look for the echoes of one’s own soul, rather than those of unfamiliar foes. However, the psyker has learned to do just that, seeing the way his foes fight and discerning moments of weakness, discerning opportunities to strike. Eldar Warlocks often turn this technique to their advantage, striking with uncanny accuracy. The psyker gains a bonus on the first Weapon Skill or Ballistic Skill Test during this turn, equal to +5 x his Psy Rating."
  }
]